{
    "skills": "Skills",
    "resume": "Resume",
    "jobs": "Jobs",
    "efspco": "Ebtekar Fanavaran Company",
    "glo3d": "Glo3d, 360 Car Photography",
    "backend_developer": "Backend developer",
    "fullstack_developer": "Fullstack developer",
    "efspco_record": "June  -  December 2021",
    "glo3d_record": " - December 2021",
    "zoshk": "Khorasan Zoshk Co.",
    "1830": "Mashhad 1830 Taxi",
    "panel_operator": "Telephone Operator Panel",
    "zoshk_panel": "Order Management Panel",
    "adl_tarabar": "Adl Tarabaran Transport Co.",
    "adl_customer_panel": "Customer Panel",
    "adl_driver_panel": "Driver Panel",
    "adl_cmr_panel": "CMR Company Panel",
    "taxi_ebtekar": "Ebtekar Taxi",
    "ebtekar_web_app": "Customer Web Application",
    "fahrzeug": "Fahrzeug, German Vehicle Co. ",
    "fahrzeug_admin": "Admin Panel",
    "fahrzeug_user": "Users Panel",
    "avid_startup": "Avid Startup",
    "avid_social_media": "Avid Social Media",
    "taxi_country": "Country Taxies Management Project",
    "englishhob": "English hub Institute",
    "englishhob_site": "Website and Users Panel",
    "website_address": "Website address:",
    "zoshk_p1": "Order management panel was designed and developed for Zoshk Company so that they could manage their customers easier with our online admin panel instead of using their old DOS program. This website uses Pooya Algorithem , one of the best companies in this field, as its financial application for sending invoices and saving customer financial records.",
    "zoshk_p2": "First of all, I redesigned the website and make it visually beautiful. I also debugged the panel and added calenders. After that, I added new features to the site based of what Zoshk Company needed to cooperate better with Paya , short for Pooya Algorithem. A number of these features are as follows: transfering verified orders to Paya, Creating pre-invoices for orders, adding discounts and taxes to invoices, syncronizing panel with Paya dynamically, creating exit permissions for orders delievered to drivers, verifying exit permissions that were delivered to customers and editing final invoices based on what customer refunded and etc...",
    "zoshk_p3": "Front-end  (React) and back-end (ASP.NET and SQL Server) of these features were developed by me and also all the procedures needed in Paya database were developed completely  by me.",
    "login_page": "Login Page",
    "order_details": "Order Details",
    "editing_orders": "Editing Orders",
    "deliver_loads": "Delivering Loads to Drivers",
    "calenders": "Calenders",
    "access_levels": "Access Levels",
    "1830_p1": "This panel was designed for Mashhad 1830 Taxi Company so that their telephone operators could register or follow up trips.",
    "1830_p2": "In this project, I debugged the panel (registering trip, customers recent addresses, ...) and added new features to the website. Some of these features are: adding captcha to login page, receiving customers phone number automatically and filling the form based on customer's previous records, canceling trips and most importantly, I added online voice calls based on SIP protocol and synced it with the VOIP backend infrastructure of the company. I also handled sending customer's recorded voice calls to taxi drivers and etc...",
    "1830_p3": "Front-end  (React) and back-end (ASP.NET and SQL Server) of these features were all developed by me.",
    "registering_trip": " Registring Trip",
    "registered_addresses": "Registered Addresses",
    "stations_radius": "Stations Radius",
    "online_phone": "Online Phone",
    "searching_trip": "Searching Trips",
    "adlc_p1": "This website is created for customers of the company so that they can register their loads, pay for the transport online with full awareness of where or what is happening to their load and receiving them safe and sound at the desired destination.",
    "adlc_p2": "In this project, I developed searching on the map, which is based on Neshan api, verifying customer's identity, validating all forms in the website(e.g. registering real or legal persons information, registering load information), showing loads waybills to customers, adding wrap types to loads, debugging current system and etc. Front-end  (React) and back-end (ASP.NET and SQL Server) of these features were all developed by me. (All the procedures and webservices and front-end stuff.)",
    "adlc_p3": "This panel was personalized and produced for 3 major transporting companies: Noorinet, Adl Tarabaran Toos, Kalaran Rahnegar. Out of which, Noorinet and Adl Tarabaran Toos got legal permissions from the related ministry.",
    "registering_loads_2": "Registering Load Pt.2",
    "search_map": "Search Bar based on Neshan Api",
    "registering_loads_1": "Registering Load Pt.1",
    "turnover_report": "Turnover Report",
    "profile_info": "Profile Information",
    "my_loads": "My Loads",
    "adld_p1": "This website is created for drivers of the company so that they can see and offer prices, winning tender offers and transporting loads to the destination and getting payed online.",
    "adld_p2": "In this project, I developed searching on the map, which is based on Neshan api, verifying driver's identity, validating all forms in the website(e.g. registering driver or car information), showing loads waybills to drivers, adding feedbacks and suggestions page, debugging current system and etc. Front-end  (React) and back-end (ASP.NET and SQL Server) of these features were all developed by me. (All the procedures and webservices and front-end stuff.)",
    "adld_p3": "This panel was personalized and produced for 3 major transporting companies: Noorinet, Adl Tarabaran Toos, Kalaran Rahnegar. Out of which, Noorinet and Adl Tarabaran Toos got legal permissions from the related ministry.",
    "loads_location": "Loads Location",
    "filtering_loads": "Filtering Loads",
    "participating_in_tender": "Participating in tender offers",
    "editing_truck": "Editing Truck Information",
    "driver_loads": "Driver Loads and Offers",
    "driver_info": "Driver Information",
    "glo3d_pricing": "Glo3D Payment System",
    "glo3d_pricing_p1": "This system is designed for subscription of Glo3D's users and supports monthly and annual subscriptions whille charging the customer for features used in a Pay as You Go manner. Stripe is used for the processing of payments. ",
    "glo3d_pricing_features_before": "All the different parts of this system including but not limited to:",
    "glo3d_pricing_features_list": [
        "Different internal APIs",
        "Necessary webhook events for checkout sessions, subscriptions, products and prices.",
        "Registering all used features by the user in a Pay as You Go plan",
        "Holding user invoices and receipts",
        "Generating daily, monthly and annual reports of users' usage",
        "Delivering these reports to users as PDF and/or CSV"
    ],
    "glo3d_pricing_features_after": "were developed by me.",
    "glo3d_pricing_p3": "This system is currently being used by our customers.",
    "my_account_page": "My Account Page",
    "monthly_subscription_checkout": "Subscription Checkout",
    "buy_credits_checkout": "Payment Checkout",
    "faq_page": "FAQ Page",
    "features_list_page": "Features List",
    "pricing_page": "Pricing Table",

    "glo3d_emails": "Glo3D Communication System",
    "glo3d_emails_p1": "This system is designed for users of Glo3D's and eases the communication with the customers by sending scheduled and action-based emails. It also supports unsubscribing. This system uses Sendgrid for sending automated and personalized emails.",
    "glo3d_emails_features_before": "All the different emails of this system including but not limited to:",
    "glo3d_emails_features_list": [
        "Sign up emails",
        "Subscription emails",
        "Partner emails",
        "100 and 1000 captures congratulation emails",
        "User engagement emails",
        "Marketing and follow up emails for Automotive Tradeshows in US, CA, ...."
    ],
    "glo3d_emails_features_after": "were developed by me.",
    "glo3d_emails_p3": "This system is currently working and sending emails to the users.",
    "sign_up_email": "My Account Page",
    "subscription_email": "Subscription Checkout",
    "delete_account_email": "Payment Checkout",
    "some_other_email": "FAQ Page",
    "some_other_email_2": "Features List",
    "emails_page": "Pricing Table"
}