{
    "skills": "مهارت ها",
    "resume": "نمونه کار ها",
    "jobs": "سابقه شغلی",
    "efspco": "شرکت ابتکار فناوران سهند پویا",
    "glo3d": "شرکت پردازش تصویر Glo3d",
    "backend_developer": "  برنامه نویس Backend",
    "fullstack_developer": "  برنامه نویس Full-stack",
    "efspco_record": "از خرداد 1400 تا آذر 1400",
    "glo3d_record": "از آذر 1400 تا امروز",
    "zoshk": "رب زشک خراسان",
    "1830": "تاکسی 1830 مشهد",
    "panel_operator": "پنل اپراتور تلفن و بیسیم",
    "zoshk_panel": "پنل مدیریت سفارشات",
    "adl_tarabar": "شرکت باربری عدل ترابران توس",
    "adl_customer_panel": "پنل باربری صاحب کالا",
    "adl_driver_panel": "پنل باربری  راننده",
    "adl_cmr_panel": "پنل باربری شرکت حمل و نقل",
    "taxi_ebtekar": "تاکسی ابتکار",
    "ebtekar_web_app": "وب اپلیکیشن تاکسی ابتکار",
    "fahrzeug": "شرکت آلمانی Fahrzeug",
    "fahrzeug_admin": "پنل ادمین",
    "fahrzeug_user": "پنل کاربری",
    "avid_startup": " استارتاپ آوید",
    "avid_social_media": "شبکه اجتماعی آوید",
    "taxi_country": " پروژه مدیریت آژانس در کل کشور ",
    "englishhob": " موسسه آموزش زبان انگلیش هاب",
    "englishhob_site": "سایت و پنل زبان آموزان",
    "website_address": "آدرس وبسایت: ",
    "zoshk_p1": "پنل مدیریت سفارشات برای کارخانه رب زشک خراسان طراحی و توسعه داده شده  است تا سفارشات خود را که قبلا با نرم افزار تحت DOS ثبت و پیگیری می کردند، به محیط وب منتقل کنند و کارهایشان آسان تر انجام گردد. این پنل برای بحث مالی و صدور فاکتور ها با الگوریتم پویا در تعامل است که جزو برترین شرکت ها در این زمینه می باشد",
    "zoshk_p2": "من در این پروژه ابتدا ظاهر سایت را بازنویسی کردم و جلوه ظاهری آن را زیبا تر کردم. همچنین باگ های سایت را نیز برطرف کردم و تقویم های آن را بروز کردم. سپس بخش های جدیدی که مطابق درخواست شرکت زشک در رابطه با تعامل بهتر با پایا بود به سایت اضافه کردم. از جمله این بخش ها می توان به انتقال سفارشات تایید شده در پنل به پایا ، صدور پیش فاکتور برای سفارشات، افزودن تخفیفات و اضافات به فاکتور ها، انجام فرایند صدور دستور خروج و همگام سازی آن با پنل، صدور فاکتور و ثبت برکه دستور خروج در هنگام تحویل بار به مشتری، ویرایش فاکتور های برگشتی از مشتری و ... اشاره کرد.",
    "zoshk_p3": "تمامی این بخش ها به صورت فول استک یعنی هم بخش React و هم بخش ASP.NET و SQL Server توسط من انجام شده است و هم چنین تمامی procedure های مربوط به پایا نیز توسط خود من نوشته شده اند.",
    "login_page": "صفحه ورود",
    "order_details": "جزییات سفارشات",
    "editing_orders": "ویرایش سفارشات",
    "deliver_loads": "تحویل بار به راننده",
    "calenders": "تقویم ها",
    "access_levels": "سطوح دسترسی",
    "1830_p1": "این پنل برای ثبت سفر تاکسی 1830 مشهد طراحی شده است که اپراتور ها با آن می توانند سفر های موجود را ثبت یا پیگیری کنند.",
    "1830_p2": "در این پروژه من بخش هایی که ایراد داشت (ثبت سفر و یا بخش آدرس های اخیر مشتری) را رفع ایراد کردم و بخش های جدیدی نیز به پروژه افزودم. از جمله  این بخش ها می توان به اضافه شدن کپچا، دریافت شماره تماس گیرنده و پر شدن فرم بر اساس اطلاعات موجود از مشتری، بخش کنسلی سرویس ها و از همه مهم تر تماس اینترنتی در محیط وب در همان صفحه با استفاده از SIP و  ارتباط این بخش با سرور، ارسال متن صوتی تماس مشتری با اپراتور برای راننده و موارد دیگر اشاره کرد.",
    "1830_p3": "تمامی این بخش ها به صورت فول استک یعنی هم بخش React و هم بخش ASP.NET و SQL Server توسط من انجام شده است",
    "registering_trip": "ثبت سفر",
    "registered_addresses": "آدرس های ثبت شده",
    "stations_radius": "محدوده ایستگاه ها",
    "online_phone": "تلفن آنلاین",
    "searching_trip": "جستجوی سفر ها",
    "adlc_p1": "این پنل برای مشتریان شرکت ایجاد شده است تا در محیط وب بار های موجود خود را در سامانه ثبت کنند و با اشراف کامل بر فرایند قیمت گزاری و حمل بار، بار خود را در مقصد صحیح و سالم از راننده تحویل بگیرند",
    "adlc_p2": "در این پروژه من توسعه بخش های جستجوی نقشه، احراز هویت صاحب کالا validation اطلاعات ثبت شده در فرم های مختلف سایت (از جمله ثبت اطلاعات شخص حقوقی و حقیقی، ثبت مشخصات بار و ...)، اضافه شدن بخش نمایش حواله و بارنامه در صفحه بار ها، اضافه شدن نوع دسته بندی بار هنگام ثبت، رفع  ایرادات موجود و... را به عهده داشتم. موارد فوق به صورت Full-stack انجام شده و تمامی Procedure ها و webservice های لازم را نیز ایجاد وویرایش کردم.",
    "adlc_p3": "این پنل برای 3 شرکت 'باربری نوریــ نت' ، 'باربری عدل ترابر' و 'باربری کالاران رهنگار' اعمال شده است که شرکت های نورینت و عدل ترابر نیز مجوز رسمی پنل را از وزارتخانه مربوطه دریافت کردند.",
    "registering_loads_2": "ثبت بار",
    "search_map": "جستجوی نقشه",
    "registering_loads_1": "ثبت بار",
    "turnover_report": "گزارش گردش حساب",
    "profile_info": "اطلاعات کاربر",
    "my_loads": "بار های من",
    "adld_p1": "این پنل برای رانندگان شرکت ایجاد شده است تا در محیط وب بار های موجود در سامانه باربری عدل ترابر را مشاهده کنند و با ثبت قیمت مورد نظر خود برای حمل بار در صورت برنده شدن در مناقصه بارگیری و حمل بار را انجام دهند.",
    "adld_p2": "در این پروژه من توسعه بخش های جستجوی نقشه، احراز هویت راننده، validation اطلاعات ثبت شده در فرم های مختلف سایت (از جمله ثبت اطلاعات راننده و خودرو)، اضافه شدن بخش نمایش حواله و بارنامه و اطلاعات شرکت حمل و نقل در صفحه بار ها، اضافه شدن پیشنهادات و انتقادات و ... را به عهده داشتم. موارد فوق به صورت Full-stack انجام شده و تمامی Procedure ها و webservice های لازم را نیز ایجاد و ویرایش کردم.",
    "adld_p3": "این پنل برای 3 شرکت 'باربری نوریــ نت' ، 'باربری عدل ترابر' و 'باربری کالاران رهنگار' اعمال شده است که شرکت های نورینت و عدل ترابر نیز مجوز رسمی پنل را از وزارتخانه مربوطه دریافت کردند.",
    "loads_location": "موقعیت بارها",
    "filtering_loads": "فیلتر بارها",
    "participating_in_tender": "ثبت پیشنهاد",
    "editing_truck": "ویرایش خودرو",
    "driver_loads": "بار های راننده",
    "driver_info": "اطلاعات کاربر"
}